Repository: jetelain/cTab
Catalog: cTabIRL/cTabWebApp/Views/Home/Map.*.resx
Languages: fr

source: Buttons
fr: Boutons

source: Cancel
fr: Annuler

source: Center map on current position, and follow position
fr: Centre la carte sur la position actuelle et suit la position

source: Choose a tactical map
fr: Choisir une carte tactique

source: Close
fr: Fermer

source: Compose a new text message
fr: Composer un nouveau message.

source: Connected
fr: Connecté

source: Connecting...
fr: Connection...

source: Copy
fr: Copier

source: Delete
fr: Supprimer

source: Disconnected
fr: Déconnecté

source: Dismiss alert
fr: Lever l'alerte

source: Electronic flight instrument system for helicopter pilots and co-pilots.
fr: Electronic flight instrument system (système d'instruments de vol électronique) pour les pilotes et co-pilotes d'hélicoptère.

source: Exit and return to home
fr: Sortir et revenir à l'accueil

source: Full user manual on GitHub
fr: Manuel utilisateur complet sur GitHub

source: Full-screen display (on supported devices)
fr: Affiche en plein écran (sur appareils compatibles).

source: https://github.com/jetelain/cTab/blob/master/docs/cTabIRL/endUser.md
fr: https://github.com/jetelain/cTab/blob/master/docs/cTabIRL/endUser.fr.md

source: Inbox
fr: Boite de réception

source: Inbox with received messages, and sent messages
fr: Boite de reception et messages envoyés.

source: Load a tactical map
fr: Charger une carte tactique

source: Load from {0}
fr: Charger depuis {0}

source: Loading...
fr: Chargement en cours...

source: MEDEVAC
fr: EVASAN

source: Message Content
fr: Contenu du message

source: Please sign-in on {0} and then click on refresh button.
fr: Veulliez vous identifier sur {0} et cliquer sur le bouton actualiser.

source: Preformated
fr: Préformaté

source: Prevent sleep mode if full-screen is not available
fr: Empêche la mise en veille si le mode plein écran n'est pas disponible

source: Refresh
fr: Actualiser

# See &lt;a href=&quot;{0}&quot;&gt;{0}&lt;/a&gt; to create your own templates.
source: See <a href="{0}">{0}</a> to create your own templates.
fr: Voir <a href="{0}">{0}</a> pour créer vos propres modèles.

source: Send
fr: Envoyer

source: Send alert
fr: Envoyer l'alerte

source: Sent
fr: Envoyé

source: Share
fr: Partager

source: Share your cTab in read-only mode.
fr: Partager votre cTab en lecture seule.

source: Sign-in on {0}
fr: S'identifier sur {0}

source: Switch to EFIS
fr: Basculer sur l'EFIS

source: Tactical map will be displayed on your mobile device and in Arma. Changes made on {0} will be applied in real-time.
fr: La carte tactique sera affiché sur votre appareil mobile et dans Arma. Les modifications apportées sur {0} seront appliquées en temps réel.

source: To
fr: À

source: To add a marker on a position: right click/long tap or double click/double tap.
fr: Pour ajouter un marqueur sur une position : clic droit/appui long, ou double clic/double tape.

source: Top bar displays connectivity, heading, clock time and MGRS position (meter precision).
fr: La barre haute affiche la connectivité, la boussole numérique, l'heure, et la position MGRS (précision métrique).

source: Troop In Contact ALERT
fr: Alerte TIC (Troop In Contact)

source: Unload current map
fr: Décharger la carte actuelle

source: User manual
fr: Manuel utilisateur

source: Wait for cTab
fr: En attente de cTab
