Repository: jetelain/cTab
Catalog: cTabIRL/cTabWebApp/SharedResource.*.resx
Languages: fr

# STR_ctab_core_DisplayHide
source: Display/Hide
fr: Afficher/Masquer

# STR_ctab_core_ConfigureTAD
source: Configure TAD
fr: Configurer TAD

# STR_ctab_core_AndroidShort
source: Samsung S7 with Kägwerks case
fr: Samsung S7 avec protection Kägwerks

# STR_ctab_core_ConfigureAndroid
source: Configure S7 Android
fr: Configurer S7 Android

# STR_ctab_core_ConfigureMicroDAGR
source: Configure MicroDAGR
fr: Configurer MicroDAGR

# STR_ctab_core_Tablet
source: Rugged Tablet
fr: Tablette endurcie

# STR_ctab_core_TabletShort
source: DK10 Rugged Tablet PC
fr: Tablette endurcie DK10

# STR_ctab_core_HCam
source: Helmet Camera
fr: Caméra pour casque

# STR_ctab_core_HCamShort
source: HD Helmet Mounted Camera
fr: Caméra HD montée sur casque

# STR_ctab_core_MessageSent
source: Your message has been sent.
fr: Votre message a été envoyé.

# STR_ctab_core_Loading
source: Loading...
fr: Chargement...

# STR_ctab_core_TextOnOff
source: Text On/Off
fr: Texte On/Off

# STR_ctab_core_TextOnOffHint
source: Toggle Text on/off
fr: Permetuer l'affichage du texte

# STR_ctab_core_SizeUp
source: Icon Size +
fr: Taille +

# STR_ctab_core_SizeUpHint
source: Increase Icon/Text Size
fr: Augmenter la taille du texte/des icones

# STR_ctab_core_SizeDown
source: Icon Size -
fr: Taille -

# STR_ctab_core_SizeDownHint
source: Decrease Icon/Text Size
fr: Réduire la taille du texte/des icones

# STR_ctab_core_InboxTitle
source: Read Message
fr: Boite de reception

# STR_ctab_core_ComposeMessageTitle
source: Compose Message
fr: Ecrire un message

# STR_ctab_core_NoMessageSelected
source: No Message Selected
fr: Aucun message sélectionné

# STR_ctab_core_DeleteMessage
source: Delete
fr: Supprimer

# STR_ctab_core_DeleteMessageHint
source: Delete Selected Message(s)
fr: Supprimer le(s) message(s) sélectionné(s)

# STR_ctab_core_ComposeMessage
source: Compose >>
fr: Ecrire >>

# STR_ctab_core_ComposeMessageHint
source: Compose Messages
fr: Ecrire des messages

# STR_ctab_core_ReadMessages
source: Read >>
fr: Lire >>

# STR_ctab_core_ReadMessagesHint
source: Read Messages
fr: Afficher la boite de reception

# STR_ctab_core_SendMessage
source: Send
fr: Envoyer

# STR_ctab_core_MapOptionsHint
source: Map Options
fr: Options de la carte

# STR_ctab_core_CloseInterfaceHint
source: Close Interface
fr: Fermer l'interface

# STR_ctab_core_HomeAndroidHint
source: Toggle Map (F1) / Messages (F4)
fr: Basculer entre Carte (F1) / Messages (F4)

# STR_ctab_core_MapTools
source: Map Tools
fr: Outils carte

# STR_ctab_core_MapToolsHint
source: Toggle Map Tools (F5)
fr: Afficher/masquer outils carte (F5)

# STR_ctab_core_MapTextures
source: Map Textures
fr: Vue satellite

# STR_ctab_core_MapTexturesHint
source: Toggle Map Textures (F6)
fr: Afficher/masquer vue satellite (F6)

# STR_ctab_core_CenterMap
source: Center Map
fr: Centrer carte

# STR_ctab_core_CenterMapHint
source: Center Map On Current Position (F7)
fr: Centrer la carte sur la position actuelle (F7)

# STR_ctab_core_IncreaseFontHint
source: Increase Font
fr: Augmenter la taille du texte

# STR_ctab_core_DecreaseFontHint
source: Decrease Font
fr: Réduire la taille du texte

# STR_ctab_core_IncreaseBrightnessHint
source: Increase Brightness
fr: Augmenter la luminosité

# STR_ctab_core_DecreaseBrightnessHint
source: Decrease Brightness
fr: Réduire la luminosité

# STR_ctab_core_HomeTADHint
source: left-click: Toggle DAY / NIGHT mode; right-click: Close interface
fr: clic gauche: Bascule mode jour / nuit; clic droit : Fermer l'interface

# STR_ctab_core_HomeTabletHint
source: Main Menu
fr: Menu principal

# STR_ctab_core_BFTF1Hint
source: Blue Force Tracker - Quick Key
fr: Blue Force Tracker - Accès rapide

# STR_ctab_core_UAVF2Hint
source: UAV Intel Live Feed - Quick Key
fr: Flux vidéo drones - Accès rapide

# STR_ctab_core_HelmetCamF3Hint
source: Helmet Cam Live Feed - Quick Key
fr: Flux vidéo caméra casque - Accès rapide

# STR_ctab_core_MessageF4Hint
source: Text Message Application - Quick Key
fr: Application messagerie - Accès rapide

# STR_ctab_core_UAVIconHint
source: UAV Video Feeds
fr: Flux vidéo drones

# STR_ctab_core_HelmetCamIconHint
source: Live Helmet Cam Video Feeds
fr: Flux vidéo caméra casque

# STR_ctab_core_MessageIconHint
source: Text Messaging System
fr: Application messagerie

# STR_ctab_core_EnemyMenu
source: Enemy SALUTE
fr: Position Ennemi

# STR_ctab_core_MedicalMenu
source: Medical
fr: Médical

# STR_ctab_core_GeneralMenu
source: General
fr: Général

# STR_ctab_core_UAVLockMenu
source: Lock UAV Cam
fr: Vérouiller caméra drone

# STR_ctab_core_UAVLockHint
source: Lock UAV Cam to this position, a UAV has to be previously selected
fr: Vérouille la caméra du drone sur cette position, un drone doit avoir été selectionné précédemment

# STR_ctab_core_MenuExit
source: [Cancel]
fr: [Annuler]

# STR_ctab_core_InfantryMenu
source: Infantry
fr: Infanterie

# STR_ctab_core_MechInfMenu
source: Mechanized Inf
fr: Inf. mécanisée

# STR_ctab_core_MechInfHint
source: Equipped with APCs/IFVs
fr: Equippée avec VTTs/VCIs

# STR_ctab_core_MotoInfMenu
source: Motorized Inf
fr: Inf. motorisée

# STR_ctab_core_MotoInfHint
source: Equipped with un-protected vehicles
fr: Equippée avec des véhicules non blindés

# STR_ctab_core_ArmorMenu
source: Armor
fr: Blindé/Cavalerie

# STR_ctab_core_HelicopterMenu
source: Helicopter
fr: Hélicoptère

# STR_ctab_core_PlaneMenu
source: Plane
fr: Avion

# STR_ctab_core_UnknownMenu
source: Unknown
fr: Inconnu

# STR_ctab_core_SingularMenu
source: Singular
fr: 1 Personnel

# STR_ctab_core_TeamMenu
source: Fireteam Ø
fr: Equipage Ø

# STR_ctab_core_SquadMenu
source: Squad •
fr: Equipe •

# STR_ctab_core_SectionMenu
source: Section ••
fr: Groupe ••

# STR_ctab_core_PlatoonMenu
source: Platoon •••
fr: Section •••

# STR_ctab_core_StationaryMenu
source: Stationary
fr: Immobile

# STR_ctab_core_SouthWest
source: SW
fr: SO

# STR_ctab_core_West
source: W
fr: O

# STR_ctab_core_NorthWest
source: NW
fr: NO

# STR_ctab_core_RifleMenu
source: Rifle
fr: ALI / Fusil

# STR_ctab_core_ATMenu
source: AT
fr: ABL / AT

# STR_ctab_core_StaticMGMenu
source: Static MG
fr: MG fixe

# STR_ctab_core_StaticATMenu
source: Static AT
fr: ABL / AT fixe

# STR_ctab_core_StaticAAMenu
source: Static AA
fr: AA fixe

# STR_ctab_core_MortarMenu
source: Mortar
fr: Mortier

# STR_ctab_core_LZMenu
source: LZ
fr: ZP

# STR_ctab_core_LZHint
source: Landing Zone
fr: Zone de Posée

# STR_ctab_core_ifMain
source: Toggle Main Interface
fr: Permuter l'interface principale

# STR_ctab_core_ifMainDetails
source: Open cTab device in small overlay mode if available
fr: Ouvre l'appareil cTab en sur-impression petit si disponible

# STR_ctab_core_ifSecondary
source: Toggle Secondary Interface
fr: Permuter l'interface secondaire

# STR_ctab_core_ifSecondaryDetails
source: Open cTab device in interactable mode (fullscreen)
fr: Ouvre l'appareil cTab en mode interactif (plein écran)

# STR_ctab_core_ifTertiary
source: Toggle Main Tertiary
fr: Permuter l'interface tertiaire

# STR_ctab_core_ifTertiaryDetails
source: Open private cTab device when in a vehicle with its own cTab device, or to open Tablet while also carrying a MicroDAGR
fr: Ouvre l'appareil cTab personnel quand le véhicule possède son propre appareil cTab, ou pour ouvrir la tablette lorsque un MicroDAGR est porté

# STR_ctab_core_zoomIn
source: Zoom In
fr: Zoomer

# STR_ctab_core_zoomInDetails
source: Zoom In on map while cTab is in small overlay mode
fr: Augmente le zoom lorsque cTab est en sur-impression petit

# STR_ctab_core_zoomOut
source: Zoom Out
fr: Dézoomer

# STR_ctab_core_zoomOutDetails
source: Zoom Out on map while cTab is in small overlay mode
fr: Réduit le zoom lorsque cTab est en sur-impression petit

# STR_ctab_core_toggleIfPosition
source: Toggle Interface Position
fr: Permuter la position de l'interface

# STR_ctab_core_toggleIfPositionDetails
source: Toggle overlay mode interface position from left to right or reset interactive mode interface position to default
fr: Permute la sur-impression petit entre la droite et la gauche de l'écran

# STR_ctab_core_sync_time
source: Synchronization rate
fr: Fréquence de synchronisation

# STR_ctab_core_sync_timeDetails
source: Time required to discover new devices and units
fr: Temps requis pour la prise en compte des nouveaux appareils et unitées

# STR_ctab_core_bft_modeDetails
source: Allow tracking of units equiped with cTab items. Position may be updated at each synchronization, or can be real time
fr: Permet le suivi des unités équipés avec des appareils cTab. La position peut être actualisée à chaque synchronisation ou être temps réel

# STR_ctab_core_helmetcam_mode
source: Helmet cam
fr: Caméra casque

# STR_ctab_core_helmetcam_modeDetails
source: Allow usage of helmet cam on tablet
fr: Autorise l'utilisation des caméra casque depuis la tablette

# STR_ctab_core_uav_mode
source: UAV feed
fr: Caméra drone

# STR_ctab_core_uav_modeDetails
source: Allow usage of UAV feed on tablet
fr: Autorise l'utilisation des flux vidéo des drones sur la tablette

# STR_ctab_core_disabled
source: Disabled
fr: Désactivé

# STR_ctab_core_enabled
source: Enabled
fr: Active

# STR_ctab_core_realTime
source: Real time
fr: Temp réel

# STR_ctab_core_atSync
source: At each synchronization
fr: A chaque synchronisation

# STR_ctab_core_useAceMicroDagr
source: Add Blue Force Tracking to ACE MicroDAGR
fr: Ajouter Blue Force Tracking au MicroDAGR de ACE

# STR_ctab_core_useAceMicroDagrDetails
source: Display Blue Force Tracking informatos on ACE MicroDAGR, and includes personnels equiped with it to tracking
fr: Affiche les informations Blue Force Tracking sur le MicroDAGR de ACE, et inclus les personnels qui en sont équipés dans le suivi

# STR_ctab_core_newMessage
source: New message from %1
fr: Nouveau message de %1

# STR_ctab_core_newMarker
source: New marker at #%1
fr: Nouveau marqueur à #%1

# STR_ctab_core_markerAdded
source: Marker added succesfully
fr: Marqueur ajouté avec succès

# STR_ctab_core_toggleFullscreen
source: Toggle Fullscreen
fr: Bascule plein écran

# STR_ctab_core_viewGunnerOptics
source: View Gunner Optics
fr: Voir optique tireur

# STR_ctab_core_useMils
source: Unit of heading/compass
fr: Unité de la boussole

# STR_ctab_core_useMilsDetails
source: Unit of heading/compass displayed in cTab devices
fr: Unité de la boussole affichée dans les appareils cTab

# STR_ctab_core_useMils_true
source: Mils (0-6400)
fr: Milièmes (0-6400)

# STR_ctab_core_useMils_false
source: Degrees (0-360)
fr: Degrés (0-360)

# STR_ctab_core_techData
source: Technical Data
fr: Données techniques

# STR_ctab_core_callSign
source: Group call sign
fr: Identifiant du groupe

# InvalidQrCode
source: Code has expired. Please scan again QR Code available in-game.
fr: Le code a expiré. Merci de scanner de nouveau le QR Code disponible en jeu.

source: Disconnect
fr: Se déconnecter

# Home
source: Connect
fr: Connecter

source: Privacy
fr: Mentions légales

# ArmaNotYetConnected
source: Arma is not yet connected. Please wait for key to be available in-game.
fr: Arma n'est pas encore connecté. Veuillez attendre que la clé soit disponible en jeu.

# GoBackTo
source: Go back to {0}
fr: Retourner à {0}

# InvalidKey
source: Provided key is invalid. Please check again key displayed in-game.
fr: La clé saisie est invalide. Veuillez vérifier la clé affichée en jeu.

# Download
source: Download mod
fr: Télécharger le mod

# ProvidedBy
source: Provided by the 1er GTD
fr: Proposé par le 1er GTD

# STR_ctab_core_videoCategory
source: Video
fr: Vidéo

# STR_ctab_core_mapCategory
source: Map and BFT
fr: Carte et BFT

# STR_ctab_core_defMapStyle
source: Default map mode
fr: Mode par défaut de la carte

# STR_ctab_core_defMapStyleDetails
source: Default cTab devides map mode. Current mode can be changed in game with F6.
fr: Mode par défaut de la carte dans les appareils cTab. Le mode actif se modifie avec F6 en jeu.

# STR_ctab_core_topoStyle
source: Topographic
fr: Topographique

# STR_ctab_core_useArmaMarker
source: Player position marker
fr: Marqueur position joueur

# STR_ctab_core_useArmaMarkerDetails
source: Player position marker on rugged tablet, Android GD300 and TAD
fr: Marqueur de la position du joueur sur la tablette endurcie, Android GD300 et TAD.

# STR_ctab_core_useArmaMarker_true
source: Arma marker with heading
fr: Marqueur Arma avec orientation

# STR_ctab_core_useArmaMarker_false
source: NATO symbol
fr: Symbole OTAN

# STR_ctab_core_gridPrecision
source: Coordinates precision
fr: Précision coordonnées

# STR_ctab_core_gridPrecisionDetails
source: Coordinates precision
fr: Précision coordonnées

# STR_ctab_core_gridPrecision0
source: Default
fr: Par défaut

# STR_ctab_core_DotMenu
source: Dot with label
fr: Point avec libellé

# STR_ctab_core_CircleMenu
source: Circle with label
fr: Cercle avec libellé

# STR_ctab_core_AWithTSMenu
source: A + Timestamp
fr: A + Horodatage

# STR_ctab_core_BWithTSMenu
source: B + Timestamp
fr: B + Horodatage

# STR_ctab_core_CWithTSMenu
source: C + Timestamp
fr: C + Horodatage

# STR_ctab_core_DWithTSMenu
source: D + Timestamp
fr: D + Horodatage

# STR_ctab_core_EWithTSMenu
source: E + Timestamp
fr: E + Horodatage

# STR_ctab_core_FWithTSMenu
source: F + Timestamp
fr: F + Horodatage

# STR_ctab_core_TSMenu
source: Timestamp only
fr: Horodatage uniquement

# STR_ctab_core_ControlPointMenu
source: Command and control
fr: Commandement

# STR_ctab_core_SustainmentMenu
source: Sustainment
fr: Logistique

# STR_ctab_core_IED
source: IED
fr: IED/EEI

# STR_ctab_core_PointMED
source: MEDEVAC Pick-Up Point
fr: EVASAN Point récupération

# STR_ctab_core_PointR3P
source: R3P Rearm, Refuel and Resupply
fr: R3P Réarmer et ravitailler

source: Where is the unit moving?
fr: Par où se déplace l'unité ?

# STR_ctab_core_WhereIsTheUnitMoving
source: Where is the unit moving?
fr: Par où se déplace l'unité ?

# STR_ctab_messaging_Attachements
source: Attachements
fr: Pièces jointes

# STR_ctab_messaging_Cancel
source: Cancel
fr: Annuler

# STR_ctab_messaging_GeneratedMessage
source: Generated message
fr: Message généré

# STR_ctab_messaging_MarkerAt
source: Marker at %1
fr: Marqueur à %1

# STR_ctab_messaging_Recipient
source: Recipient
fr: Destinataire

# STR_ctab_messaging_Send
source: Send
fr: Envoyer

# STR_ctab_messaging_Templates
source: Templates
fr: Modèles

# STR_ctab_messaging_MEDEVAC
source: MEDEVAC
fr: EVASAN

# BuiltinMedevacTemplateJson
source: {"uid":"builtin#2","lines":[{"title":"EVASAN","description":"","fields":[]},{"title":"Line 1","description":"LOCATION","fields":[{"description":"Grid of pickup zone","type":"Grid"}]},{"title":"Line 2","description":"CALL SIGN \u0026 FREQ","fields":[{"description":"Call sign","type":"CallSign"},{"description":"Frequency","type":"Frequency"}]},{"title":"Line 3","description":"NUMBER OF PATIENTS/PRECEDENCE","fields":[{"title":"A","description":"URGENT Hospital under 90 min","type":"Number"},{"title":"B","description":"PRIORITY Hospital under 4 hours","type":"Number"},{"title":"C","description":"ROUTINE Hospital within 24 hours","type":"Number"}]},{"title":"Line 4","description":"SPECIAL EQUIPMENT REQUIRED","fields":[{"title":"A","description":"None","type":"CheckBox"},{"title":"B","description":"Hoist (Winch)","type":"CheckBox"},{"title":"C","description":"Extrication","type":"CheckBox"},{"title":"D","description":"Ventilator","type":"CheckBox"},{"title":"E","description":"Others","type":"Text"}]},{"title":"Line 5","description":"NUMBER TO BE CARRIED LYING/SITTING","fields":[{"title":"L","description":"Litter (Stretcher)","type":"Number"},{"title":"A","description":"Ambulatory (Walking)","type":"Number"},{"title":"E","description":"Escorts (e.g. for child patient)","type":"Number"}]},{"title":"Line 6","description":"SECURITY AT PICKUP ZONE (PZ)","fields":[{"title":"N","description":"No enemy","type":"CheckBox"},{"title":"P","description":"Possible enemy","type":"CheckBox"},{"title":"E","description":"Enemy in area","type":"CheckBox"},{"title":"X","description":"Hot PZ - Armed escort required","type":"CheckBox"}]},{"title":"Line 7","description":"PICKUP ZONE (PZ) MARKING METHOD","fields":[{"title":"A","description":"Panels","type":"CheckBox"},{"title":"B","description":"Pyro","type":"CheckBox"},{"title":"C","description":"Smoke","type":"CheckBox"},{"title":"D","description":"None","type":"CheckBox"},{"title":"E","description":"Other","type":"Text"}]},{"title":"Line 8","description":"NATIONALITY/STATUS","fields":[{"title":"A","description":"Military","type":"Number"},{"title":"D","description":"Civilian","type":"Number"},{"title":"E","description":"PW / Detainee","type":"Number"},{"title":"F","description":"Child","type":"Number"}]},{"title":"Line 9","description":"PICKUP ZONE (PZ) TERRAIN/OBSTACLES","fields":[{"description":"Terrain / obstacles","type":"Text"}]}],"title":"MEDEVAC","description":null,"type":"MedicalEvacuation","href":"https://maps2.plan-ops.fr/MessageTemplates/Details/2?t=gpRXtrNNSpVSQk1HWpZqNsBJXSBnBFuvvXGb3W49SL4","countryCode":"NATO"}
fr: {"uid":"builtin#1","lines":[{"title":"EVASAN","description":"","fields":[]},{"title":"Line 1","description":"POSITION UTM","fields":[{"description":"Position UTM","type":"Grid"}]},{"title":"Line 2","description":"INDICATIF / FREQUENCE","fields":[{"description":"Indicatif","type":"CallSign"},{"description":"Fr\u00E9quence","type":"Frequency"}]},{"title":"Line 3","description":"NOMBRE ET PRIORITE DES BLESSES","fields":[{"title":"A","description":"P1 (urgent)","type":"Number"},{"title":"B","description":"P2 (urgence chir.)","type":"Number"},{"title":"C","description":"P2 (prioritaire)","type":"Number"}]},{"title":"Line 4","description":"EQUIPEMENTS NECESSAIRES","fields":[{"title":"A","description":"n\u00E9ant","type":"CheckBox"},{"title":"B","description":"h\u00E9lico","type":"CheckBox"},{"title":"C","description":"d\u00E9sincar.","type":"CheckBox"},{"title":"D","description":"O2","type":"CheckBox"},{"title":"E","description":"Autres","type":"Text"}]},{"title":"Line 5","description":"NOMBRE ET TYPE DE BLESSES","fields":[{"title":"L","description":"couch\u00E9","type":"Number"},{"title":"A","description":"ambulatoire","type":"Number"},{"title":"E","description":"accompagnant (obligatoire si enfant)","type":"Number"}]},{"title":"Line 6","description":"SECURITE ZONE","fields":[{"title":"N","description":"Sure","type":"CheckBox"},{"title":"P","description":"ennemis possibles","type":"CheckBox"},{"title":"E","description":"ennemis pr\u00E9sent","type":"CheckBox"},{"title":"X","description":"escorte arm\u00E9e","type":"CheckBox"}]},{"title":"Line 7","description":"MARQUAGE ZPH","fields":[{"title":"A","description":"cyalum, PN2A","type":"CheckBox"},{"title":"B","description":"fus\u00E9e \u00E9clair.","type":"CheckBox"},{"title":"C","description":"fumig\u00E8ne","type":"CheckBox"},{"title":"D","description":"n\u00E9ant","type":"CheckBox"},{"title":"E","description":"autre moyen","type":"Text"}]},{"title":"Line 8","description":"NATIONALITES DES BLESSES","fields":[{"title":"A","description":"Militaire FR/OTAN","type":"Number"},{"title":"D","description":"Civils","type":"Number"},{"title":"E","description":"Prisonnier","type":"Number"},{"title":"F","description":"Enfants","type":"Number"}]},{"title":"Line 9","description":"DESCRIPTIF DE LA ZONE ZPH","fields":[{"description":"si diff\u00E9rent de Line 1","type":"Text"}]}],"title":"EVASAN","description":"(message originally builtin ctab.plan-ops.fr)","type":"MedicalEvacuation","href":"https://maps2.plan-ops.fr/MessageTemplates/Details/1?t=6sRe0JNoF7pGTB_-uw_H5wsvDSgExzPY6ufXqVt_jjE","countryCode":"FR"}
